Revit 2027 API
UnitTypeId.CyclesPerSecond Property
 Cycles per second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CyclesPerSecond { get; }
Public Shared ReadOnly Property CyclesPerSecond As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CyclesPerSecond {
	ForgeTypeId^ get ();
}
static member CyclesPerSecond : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace